<template>
  <q-page padding>
    <!-- content -->
    <div class="contacts">
      Фактический адрес: РБ,Чишминский р-н, п. Чишмы,ул. Ленина,д.40, кв. 43
      <br>
      Электронная почта: Renata.muzipova@mail.ru
      <br>
      Телефон: 89378400013
      <br>
      <br>

      Реквизиты:
      <br>
      ИП Муслимова Ренатта Рамильевна
      <br>
      ИНН 025000132986 / ОГРН 316028000217911
      <br>
      Юридический адрес: РБ,Чишминский р-н, п. Чишмы,ул. Ленина,д.40, кв. 43
      <br>
      Телефон: 89378400013
      <br>
      <br>
    </div>
    <div>
      <b>
        Наличный расчёт
      </b><br>
        Оплата наличными в наших магазинах.
        <br>
        <br>
      <b>
        Банковской картой
      </b><br>
      Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо нажать кнопку Оплата заказа банковской картой. Оплата происходит через ПАО СБЕРБАНК с использованием банковских карт следующих платёжных систем:
      <br>
      <br>
      <div class="tw-grid tw-grid-rows-1  tw-grid-flow-col tw-gap-x-2">
        <q-img
          src="iconpayment/mir.png"
          :ratio="16/9"
          contain
          
          spinner-color="primary"
          spinner-size="82px"
        />
        <q-img
          src="iconpayment/visa.png"
          :ratio="16/9"
          contain
          
          spinner-color="primary"
          spinner-size="82px"
        />
        <q-img
          src="iconpayment/MasterCard.png"
          :ratio="16/9"
          contain
          
          spinner-color="primary"
          spinner-size="82px"
        />
        <q-img
          src="iconpayment/JCB.png"
          :ratio="16/9"
          contain
          
          spinner-color="primary"
          spinner-size="82px"
        />

      </div>
      
      <br>
      Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на платёжный шлюз ПАО СБЕРБАНК. Соединение с платёжным шлюзом и передача информации осуществляется в защищённом режиме с использованием протокола шифрования SSL. В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Visa, MasterCard SecureCode, MIR Accept, J-Secure, для проведения платежа также может потребоваться ввод специального пароля.

      Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность сообщаемой персональной информации обеспечивается ПАО СБЕРБАНК. Введённая информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платёжных систем МИР, Visa Int., MasterCard Europe Sprl, JCB.
      <br>
      <br>
      <b>
        В случае возврата переведённых средств.
      </b>
      <br>
       Возврат производится на ваш банковский счёт в течение 5-30 рабочих дней (срок зависит от банка, который выдал вашу банковскую карту).
       <br>
       <br>
      <b>

        Безналичный расчет
      </b><br>
        Выставление счетов для юридических лиц с предоставлением необходимых закрывающих документов для бухгалтерии.
    </div>
  </q-page>
</template>

<script>
export default {
  // name: 'PageName',
}
</script>

